"1 61 1 4206624770 ,"
"input_0 1 3 224 224 ,"
" Conv__220:0 Conv__222:0 Conv__224:0 Conv__226:0 Conv__228:0 Conv__230:0 Conv__232:0 Conv__234:0 Conv__236:0 Conv__238:0 Conv__240:0 Conv__242:0 Conv__244:0 Conv__246:0 Conv__248:0 Conv__250:0 Conv__252:0 Conv__254:0 Conv__256:0 Conv__258:0 Conv__260:0 Conv__262:0 Conv__264:0 Conv__266:0 Conv__268:0 Conv__270:0 Conv__272:0 Conv__274:0 MobilenetV1/Logits/AvgPool_1a/AvgPool:0 MobilenetV1/Logits/SpatialSqueeze:0 MobilenetV1/MobilenetV1/Conv2d_0/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_10_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_10_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_11_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_11_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_12_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_12_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_13_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_13_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_1_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_1_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_2_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_2_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_3_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_3_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_4_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_4_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_5_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_5_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_6_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_6_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_7_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_7_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_8_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_8_pointwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_9_depthwise/Relu6:0 MobilenetV1/MobilenetV1/Conv2d_9_pointwise/Relu6:0 MobilenetV1/Predictions/Reshape:0 MobilenetV1/Predictions/Reshape_1:0 MobilenetV1/Predictions/Softmax:0 input_0 ,"
"MobilenetV1/Predictions/Reshape_1:0 ,"
" 59 ,"
"Convolution Conv__220 1 1 input_0 Conv__220:0 1 3 32 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_0/Relu6 1 1 Conv__220:0 MobilenetV1/MobilenetV1/Conv2d_0/Relu6:0 ,"
"Convolution Conv__222 1 1 MobilenetV1/MobilenetV1/Conv2d_0/Relu6:0 Conv__222:0 32 1 32 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_1_depthwise/Relu6 1 1 Conv__222:0 MobilenetV1/MobilenetV1/Conv2d_1_depthwise/Relu6:0 ,"
"Convolution Conv__224 1 1 MobilenetV1/MobilenetV1/Conv2d_1_depthwise/Relu6:0 Conv__224:0 1 32 64 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_1_pointwise/Relu6 1 1 Conv__224:0 MobilenetV1/MobilenetV1/Conv2d_1_pointwise/Relu6:0 ,"
"Convolution Conv__226 1 1 MobilenetV1/MobilenetV1/Conv2d_1_pointwise/Relu6:0 Conv__226:0 64 1 64 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_2_depthwise/Relu6 1 1 Conv__226:0 MobilenetV1/MobilenetV1/Conv2d_2_depthwise/Relu6:0 ,"
"Convolution Conv__228 1 1 MobilenetV1/MobilenetV1/Conv2d_2_depthwise/Relu6:0 Conv__228:0 1 64 128 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_2_pointwise/Relu6 1 1 Conv__228:0 MobilenetV1/MobilenetV1/Conv2d_2_pointwise/Relu6:0 ,"
"Convolution Conv__230 1 1 MobilenetV1/MobilenetV1/Conv2d_2_pointwise/Relu6:0 Conv__230:0 128 1 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_3_depthwise/Relu6 1 1 Conv__230:0 MobilenetV1/MobilenetV1/Conv2d_3_depthwise/Relu6:0 ,"
"Convolution Conv__232 1 1 MobilenetV1/MobilenetV1/Conv2d_3_depthwise/Relu6:0 Conv__232:0 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_3_pointwise/Relu6 1 1 Conv__232:0 MobilenetV1/MobilenetV1/Conv2d_3_pointwise/Relu6:0 ,"
"Convolution Conv__234 1 1 MobilenetV1/MobilenetV1/Conv2d_3_pointwise/Relu6:0 Conv__234:0 128 1 128 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_4_depthwise/Relu6 1 1 Conv__234:0 MobilenetV1/MobilenetV1/Conv2d_4_depthwise/Relu6:0 ,"
"Convolution Conv__236 1 1 MobilenetV1/MobilenetV1/Conv2d_4_depthwise/Relu6:0 Conv__236:0 1 128 256 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_4_pointwise/Relu6 1 1 Conv__236:0 MobilenetV1/MobilenetV1/Conv2d_4_pointwise/Relu6:0 ,"
"Convolution Conv__238 1 1 MobilenetV1/MobilenetV1/Conv2d_4_pointwise/Relu6:0 Conv__238:0 256 1 256 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_5_depthwise/Relu6 1 1 Conv__238:0 MobilenetV1/MobilenetV1/Conv2d_5_depthwise/Relu6:0 ,"
"Convolution Conv__240 1 1 MobilenetV1/MobilenetV1/Conv2d_5_depthwise/Relu6:0 Conv__240:0 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_5_pointwise/Relu6 1 1 Conv__240:0 MobilenetV1/MobilenetV1/Conv2d_5_pointwise/Relu6:0 ,"
"Convolution Conv__242 1 1 MobilenetV1/MobilenetV1/Conv2d_5_pointwise/Relu6:0 Conv__242:0 256 1 256 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_6_depthwise/Relu6 1 1 Conv__242:0 MobilenetV1/MobilenetV1/Conv2d_6_depthwise/Relu6:0 ,"
"Convolution Conv__244 1 1 MobilenetV1/MobilenetV1/Conv2d_6_depthwise/Relu6:0 Conv__244:0 1 256 512 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_6_pointwise/Relu6 1 1 Conv__244:0 MobilenetV1/MobilenetV1/Conv2d_6_pointwise/Relu6:0 ,"
"Convolution Conv__246 1 1 MobilenetV1/MobilenetV1/Conv2d_6_pointwise/Relu6:0 Conv__246:0 512 1 512 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_7_depthwise/Relu6 1 1 Conv__246:0 MobilenetV1/MobilenetV1/Conv2d_7_depthwise/Relu6:0 ,"
"Convolution Conv__248 1 1 MobilenetV1/MobilenetV1/Conv2d_7_depthwise/Relu6:0 Conv__248:0 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_7_pointwise/Relu6 1 1 Conv__248:0 MobilenetV1/MobilenetV1/Conv2d_7_pointwise/Relu6:0 ,"
"Convolution Conv__250 1 1 MobilenetV1/MobilenetV1/Conv2d_7_pointwise/Relu6:0 Conv__250:0 512 1 512 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_8_depthwise/Relu6 1 1 Conv__250:0 MobilenetV1/MobilenetV1/Conv2d_8_depthwise/Relu6:0 ,"
"Convolution Conv__252 1 1 MobilenetV1/MobilenetV1/Conv2d_8_depthwise/Relu6:0 Conv__252:0 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_8_pointwise/Relu6 1 1 Conv__252:0 MobilenetV1/MobilenetV1/Conv2d_8_pointwise/Relu6:0 ,"
"Convolution Conv__254 1 1 MobilenetV1/MobilenetV1/Conv2d_8_pointwise/Relu6:0 Conv__254:0 512 1 512 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_9_depthwise/Relu6 1 1 Conv__254:0 MobilenetV1/MobilenetV1/Conv2d_9_depthwise/Relu6:0 ,"
"Convolution Conv__256 1 1 MobilenetV1/MobilenetV1/Conv2d_9_depthwise/Relu6:0 Conv__256:0 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_9_pointwise/Relu6 1 1 Conv__256:0 MobilenetV1/MobilenetV1/Conv2d_9_pointwise/Relu6:0 ,"
"Convolution Conv__258 1 1 MobilenetV1/MobilenetV1/Conv2d_9_pointwise/Relu6:0 Conv__258:0 512 1 512 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_10_depthwise/Relu6 1 1 Conv__258:0 MobilenetV1/MobilenetV1/Conv2d_10_depthwise/Relu6:0 ,"
"Convolution Conv__260 1 1 MobilenetV1/MobilenetV1/Conv2d_10_depthwise/Relu6:0 Conv__260:0 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_10_pointwise/Relu6 1 1 Conv__260:0 MobilenetV1/MobilenetV1/Conv2d_10_pointwise/Relu6:0 ,"
"Convolution Conv__262 1 1 MobilenetV1/MobilenetV1/Conv2d_10_pointwise/Relu6:0 Conv__262:0 512 1 512 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_11_depthwise/Relu6 1 1 Conv__262:0 MobilenetV1/MobilenetV1/Conv2d_11_depthwise/Relu6:0 ,"
"Convolution Conv__264 1 1 MobilenetV1/MobilenetV1/Conv2d_11_depthwise/Relu6:0 Conv__264:0 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_11_pointwise/Relu6 1 1 Conv__264:0 MobilenetV1/MobilenetV1/Conv2d_11_pointwise/Relu6:0 ,"
"Convolution Conv__266 1 1 MobilenetV1/MobilenetV1/Conv2d_11_pointwise/Relu6:0 Conv__266:0 512 1 512 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_12_depthwise/Relu6 1 1 Conv__266:0 MobilenetV1/MobilenetV1/Conv2d_12_depthwise/Relu6:0 ,"
"Convolution Conv__268 1 1 MobilenetV1/MobilenetV1/Conv2d_12_depthwise/Relu6:0 Conv__268:0 1 512 1024 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_12_pointwise/Relu6 1 1 Conv__268:0 MobilenetV1/MobilenetV1/Conv2d_12_pointwise/Relu6:0 ,"
"Convolution Conv__270 1 1 MobilenetV1/MobilenetV1/Conv2d_12_pointwise/Relu6:0 Conv__270:0 1024 1 1024 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_13_depthwise/Relu6 1 1 Conv__270:0 MobilenetV1/MobilenetV1/Conv2d_13_depthwise/Relu6:0 ,"
"Convolution Conv__272 1 1 MobilenetV1/MobilenetV1/Conv2d_13_depthwise/Relu6:0 Conv__272:0 1 1024 1024 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV1/MobilenetV1/Conv2d_13_pointwise/Relu6 1 1 Conv__272:0 MobilenetV1/MobilenetV1/Conv2d_13_pointwise/Relu6:0 ,"
"Pooling MobilenetV1/Logits/AvgPool_1a/AvgPool 1 1 MobilenetV1/MobilenetV1/Conv2d_13_pointwise/Relu6:0 MobilenetV1/Logits/AvgPool_1a/AvgPool:0 1 7 7 2 2 0 0 -1 -1 -1 0 ,"
"Convolution Conv__274 1 1 MobilenetV1/Logits/AvgPool_1a/AvgPool:0 Conv__274:0 1 1024 1001 1 1 1 1 0 0 1 -1 1 1 ,"
"Reshape MobilenetV1/Predictions/Reshape 1 1 Conv__274:0 MobilenetV1/Predictions/Reshape:0 0 4 4 0 1001 1 1 ,"
"SoftmaxCaffe MobilenetV1/Predictions/Softmax 1 1 MobilenetV1/Predictions/Reshape:0 MobilenetV1/Predictions/Softmax:0 1 ,"
"Reshape MobilenetV1/Predictions/Reshape_1 1 1 MobilenetV1/Predictions/Softmax:0 MobilenetV1/Predictions/Reshape_1:0 0 4 4 0 1001 1 1 ,"
