"1 104 1 4206624770 ,"
"input_0 1 3 224 224 ,"
" Conv__238:0 Conv__239:0 Conv__240:0 Conv__241:0 Conv__242:0 Conv__243:0 Conv__246:0 Conv__247:0 Conv__248:0 Conv__249:0 Conv__250:0 Conv__251:0 Conv__254:0 Conv__255:0 Conv__256:0 Conv__259:0 Conv__260:0 Conv__261:0 Conv__262:0 Conv__263:0 Conv__264:0 Conv__267:0 Conv__268:0 Conv__269:0 Conv__272:0 Conv__273:0 Conv__274:0 Conv__277:0 Conv__278:0 Conv__279:0 Conv__280:0 Conv__281:0 Conv__282:0 Conv__285:0 Conv__286:0 Conv__287:0 Conv__290:0 Conv__291:0 Conv__292:0 Conv__293:0 Conv__294:0 Conv__295:0 Conv__298:0 Conv__299:0 Conv__300:0 Conv__303:0 Conv__304:0 Conv__305:0 Conv__306:0 Conv__307:0 Conv__308:0 Conv__309:0 Conv__310:0 MobilenetV2/Conv/Relu6:0 MobilenetV2/Conv_1/Relu6:0 MobilenetV2/Logits/AvgPool:0 MobilenetV2/Logits/Squeeze:0 MobilenetV2/Predictions/Reshape:0 MobilenetV2/Predictions/Reshape_1:0 MobilenetV2/Predictions/Softmax:0 MobilenetV2/expanded_conv/depthwise/Relu6:0 MobilenetV2/expanded_conv_1/depthwise/Relu6:0 MobilenetV2/expanded_conv_1/expand/Relu6:0 MobilenetV2/expanded_conv_10/depthwise/Relu6:0 MobilenetV2/expanded_conv_10/expand/Relu6:0 MobilenetV2/expanded_conv_11/add:0 MobilenetV2/expanded_conv_11/depthwise/Relu6:0 MobilenetV2/expanded_conv_11/expand/Relu6:0 MobilenetV2/expanded_conv_12/add:0 MobilenetV2/expanded_conv_12/depthwise/Relu6:0 MobilenetV2/expanded_conv_12/expand/Relu6:0 MobilenetV2/expanded_conv_13/depthwise/Relu6:0 MobilenetV2/expanded_conv_13/expand/Relu6:0 MobilenetV2/expanded_conv_14/add:0 MobilenetV2/expanded_conv_14/depthwise/Relu6:0 MobilenetV2/expanded_conv_14/expand/Relu6:0 MobilenetV2/expanded_conv_15/add:0 MobilenetV2/expanded_conv_15/depthwise/Relu6:0 MobilenetV2/expanded_conv_15/expand/Relu6:0 MobilenetV2/expanded_conv_16/depthwise/Relu6:0 MobilenetV2/expanded_conv_16/expand/Relu6:0 MobilenetV2/expanded_conv_2/add:0 MobilenetV2/expanded_conv_2/depthwise/Relu6:0 MobilenetV2/expanded_conv_2/expand/Relu6:0 MobilenetV2/expanded_conv_3/depthwise/Relu6:0 MobilenetV2/expanded_conv_3/expand/Relu6:0 MobilenetV2/expanded_conv_4/add:0 MobilenetV2/expanded_conv_4/depthwise/Relu6:0 MobilenetV2/expanded_conv_4/expand/Relu6:0 MobilenetV2/expanded_conv_5/add:0 MobilenetV2/expanded_conv_5/depthwise/Relu6:0 MobilenetV2/expanded_conv_5/expand/Relu6:0 MobilenetV2/expanded_conv_6/depthwise/Relu6:0 MobilenetV2/expanded_conv_6/expand/Relu6:0 MobilenetV2/expanded_conv_7/add:0 MobilenetV2/expanded_conv_7/depthwise/Relu6:0 MobilenetV2/expanded_conv_7/expand/Relu6:0 MobilenetV2/expanded_conv_8/add:0 MobilenetV2/expanded_conv_8/depthwise/Relu6:0 MobilenetV2/expanded_conv_8/expand/Relu6:0 MobilenetV2/expanded_conv_9/add:0 MobilenetV2/expanded_conv_9/depthwise/Relu6:0 MobilenetV2/expanded_conv_9/expand/Relu6:0 input_0 ,"
"MobilenetV2/Predictions/Reshape_1:0 ,"
" 102 ,"
"Convolution Conv__238 1 1 input_0 Conv__238:0 1 3 32 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV2/Conv/Relu6 1 1 Conv__238:0 MobilenetV2/Conv/Relu6:0 ,"
"Convolution Conv__239 1 1 MobilenetV2/Conv/Relu6:0 Conv__239:0 32 1 32 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv/depthwise/Relu6 1 1 Conv__239:0 MobilenetV2/expanded_conv/depthwise/Relu6:0 ,"
"Convolution Conv__240 1 1 MobilenetV2/expanded_conv/depthwise/Relu6:0 Conv__240:0 1 32 16 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv__241 1 1 Conv__240:0 Conv__241:0 1 16 96 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_1/expand/Relu6 1 1 Conv__241:0 MobilenetV2/expanded_conv_1/expand/Relu6:0 ,"
"Convolution Conv__242 1 1 MobilenetV2/expanded_conv_1/expand/Relu6:0 Conv__242:0 96 1 96 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_1/depthwise/Relu6 1 1 Conv__242:0 MobilenetV2/expanded_conv_1/depthwise/Relu6:0 ,"
"Convolution Conv__243 1 1 MobilenetV2/expanded_conv_1/depthwise/Relu6:0 Conv__243:0 1 96 24 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv__246 1 1 Conv__243:0 Conv__246:0 1 24 144 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_2/expand/Relu6 1 1 Conv__246:0 MobilenetV2/expanded_conv_2/expand/Relu6:0 ,"
"Convolution Conv__247 1 1 MobilenetV2/expanded_conv_2/expand/Relu6:0 Conv__247:0 144 1 144 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_2/depthwise/Relu6 1 1 Conv__247:0 MobilenetV2/expanded_conv_2/depthwise/Relu6:0 ,"
"Convolution Conv__248 1 1 MobilenetV2/expanded_conv_2/depthwise/Relu6:0 Conv__248:0 1 144 24 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_2/add 2 1 Conv__248:0 Conv__243:0 MobilenetV2/expanded_conv_2/add:0 ,"
"Convolution Conv__249 1 1 MobilenetV2/expanded_conv_2/add:0 Conv__249:0 1 24 144 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_3/expand/Relu6 1 1 Conv__249:0 MobilenetV2/expanded_conv_3/expand/Relu6:0 ,"
"Convolution Conv__250 1 1 MobilenetV2/expanded_conv_3/expand/Relu6:0 Conv__250:0 144 1 144 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_3/depthwise/Relu6 1 1 Conv__250:0 MobilenetV2/expanded_conv_3/depthwise/Relu6:0 ,"
"Convolution Conv__251 1 1 MobilenetV2/expanded_conv_3/depthwise/Relu6:0 Conv__251:0 1 144 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv__254 1 1 Conv__251:0 Conv__254:0 1 32 192 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_4/expand/Relu6 1 1 Conv__254:0 MobilenetV2/expanded_conv_4/expand/Relu6:0 ,"
"Convolution Conv__255 1 1 MobilenetV2/expanded_conv_4/expand/Relu6:0 Conv__255:0 192 1 192 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_4/depthwise/Relu6 1 1 Conv__255:0 MobilenetV2/expanded_conv_4/depthwise/Relu6:0 ,"
"Convolution Conv__256 1 1 MobilenetV2/expanded_conv_4/depthwise/Relu6:0 Conv__256:0 1 192 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_4/add 2 1 Conv__256:0 Conv__251:0 MobilenetV2/expanded_conv_4/add:0 ,"
"Convolution Conv__259 1 1 MobilenetV2/expanded_conv_4/add:0 Conv__259:0 1 32 192 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_5/expand/Relu6 1 1 Conv__259:0 MobilenetV2/expanded_conv_5/expand/Relu6:0 ,"
"Convolution Conv__260 1 1 MobilenetV2/expanded_conv_5/expand/Relu6:0 Conv__260:0 192 1 192 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_5/depthwise/Relu6 1 1 Conv__260:0 MobilenetV2/expanded_conv_5/depthwise/Relu6:0 ,"
"Convolution Conv__261 1 1 MobilenetV2/expanded_conv_5/depthwise/Relu6:0 Conv__261:0 1 192 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_5/add 2 1 Conv__261:0 MobilenetV2/expanded_conv_4/add:0 MobilenetV2/expanded_conv_5/add:0 ,"
"Convolution Conv__262 1 1 MobilenetV2/expanded_conv_5/add:0 Conv__262:0 1 32 192 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_6/expand/Relu6 1 1 Conv__262:0 MobilenetV2/expanded_conv_6/expand/Relu6:0 ,"
"Convolution Conv__263 1 1 MobilenetV2/expanded_conv_6/expand/Relu6:0 Conv__263:0 192 1 192 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_6/depthwise/Relu6 1 1 Conv__263:0 MobilenetV2/expanded_conv_6/depthwise/Relu6:0 ,"
"Convolution Conv__264 1 1 MobilenetV2/expanded_conv_6/depthwise/Relu6:0 Conv__264:0 1 192 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv__267 1 1 Conv__264:0 Conv__267:0 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_7/expand/Relu6 1 1 Conv__267:0 MobilenetV2/expanded_conv_7/expand/Relu6:0 ,"
"Convolution Conv__268 1 1 MobilenetV2/expanded_conv_7/expand/Relu6:0 Conv__268:0 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_7/depthwise/Relu6 1 1 Conv__268:0 MobilenetV2/expanded_conv_7/depthwise/Relu6:0 ,"
"Convolution Conv__269 1 1 MobilenetV2/expanded_conv_7/depthwise/Relu6:0 Conv__269:0 1 384 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_7/add 2 1 Conv__269:0 Conv__264:0 MobilenetV2/expanded_conv_7/add:0 ,"
"Convolution Conv__272 1 1 MobilenetV2/expanded_conv_7/add:0 Conv__272:0 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_8/expand/Relu6 1 1 Conv__272:0 MobilenetV2/expanded_conv_8/expand/Relu6:0 ,"
"Convolution Conv__273 1 1 MobilenetV2/expanded_conv_8/expand/Relu6:0 Conv__273:0 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_8/depthwise/Relu6 1 1 Conv__273:0 MobilenetV2/expanded_conv_8/depthwise/Relu6:0 ,"
"Convolution Conv__274 1 1 MobilenetV2/expanded_conv_8/depthwise/Relu6:0 Conv__274:0 1 384 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_8/add 2 1 Conv__274:0 MobilenetV2/expanded_conv_7/add:0 MobilenetV2/expanded_conv_8/add:0 ,"
"Convolution Conv__277 1 1 MobilenetV2/expanded_conv_8/add:0 Conv__277:0 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_9/expand/Relu6 1 1 Conv__277:0 MobilenetV2/expanded_conv_9/expand/Relu6:0 ,"
"Convolution Conv__278 1 1 MobilenetV2/expanded_conv_9/expand/Relu6:0 Conv__278:0 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_9/depthwise/Relu6 1 1 Conv__278:0 MobilenetV2/expanded_conv_9/depthwise/Relu6:0 ,"
"Convolution Conv__279 1 1 MobilenetV2/expanded_conv_9/depthwise/Relu6:0 Conv__279:0 1 384 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_9/add 2 1 Conv__279:0 MobilenetV2/expanded_conv_8/add:0 MobilenetV2/expanded_conv_9/add:0 ,"
"Convolution Conv__280 1 1 MobilenetV2/expanded_conv_9/add:0 Conv__280:0 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_10/expand/Relu6 1 1 Conv__280:0 MobilenetV2/expanded_conv_10/expand/Relu6:0 ,"
"Convolution Conv__281 1 1 MobilenetV2/expanded_conv_10/expand/Relu6:0 Conv__281:0 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_10/depthwise/Relu6 1 1 Conv__281:0 MobilenetV2/expanded_conv_10/depthwise/Relu6:0 ,"
"Convolution Conv__282 1 1 MobilenetV2/expanded_conv_10/depthwise/Relu6:0 Conv__282:0 1 384 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv__285 1 1 Conv__282:0 Conv__285:0 1 96 576 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_11/expand/Relu6 1 1 Conv__285:0 MobilenetV2/expanded_conv_11/expand/Relu6:0 ,"
"Convolution Conv__286 1 1 MobilenetV2/expanded_conv_11/expand/Relu6:0 Conv__286:0 576 1 576 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_11/depthwise/Relu6 1 1 Conv__286:0 MobilenetV2/expanded_conv_11/depthwise/Relu6:0 ,"
"Convolution Conv__287 1 1 MobilenetV2/expanded_conv_11/depthwise/Relu6:0 Conv__287:0 1 576 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_11/add 2 1 Conv__287:0 Conv__282:0 MobilenetV2/expanded_conv_11/add:0 ,"
"Convolution Conv__290 1 1 MobilenetV2/expanded_conv_11/add:0 Conv__290:0 1 96 576 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_12/expand/Relu6 1 1 Conv__290:0 MobilenetV2/expanded_conv_12/expand/Relu6:0 ,"
"Convolution Conv__291 1 1 MobilenetV2/expanded_conv_12/expand/Relu6:0 Conv__291:0 576 1 576 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_12/depthwise/Relu6 1 1 Conv__291:0 MobilenetV2/expanded_conv_12/depthwise/Relu6:0 ,"
"Convolution Conv__292 1 1 MobilenetV2/expanded_conv_12/depthwise/Relu6:0 Conv__292:0 1 576 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_12/add 2 1 Conv__292:0 MobilenetV2/expanded_conv_11/add:0 MobilenetV2/expanded_conv_12/add:0 ,"
"Convolution Conv__293 1 1 MobilenetV2/expanded_conv_12/add:0 Conv__293:0 1 96 576 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_13/expand/Relu6 1 1 Conv__293:0 MobilenetV2/expanded_conv_13/expand/Relu6:0 ,"
"Convolution Conv__294 1 1 MobilenetV2/expanded_conv_13/expand/Relu6:0 Conv__294:0 576 1 576 3 3 2 2 0 0 1 0 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_13/depthwise/Relu6 1 1 Conv__294:0 MobilenetV2/expanded_conv_13/depthwise/Relu6:0 ,"
"Convolution Conv__295 1 1 MobilenetV2/expanded_conv_13/depthwise/Relu6:0 Conv__295:0 1 576 160 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv__298 1 1 Conv__295:0 Conv__298:0 1 160 960 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_14/expand/Relu6 1 1 Conv__298:0 MobilenetV2/expanded_conv_14/expand/Relu6:0 ,"
"Convolution Conv__299 1 1 MobilenetV2/expanded_conv_14/expand/Relu6:0 Conv__299:0 960 1 960 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_14/depthwise/Relu6 1 1 Conv__299:0 MobilenetV2/expanded_conv_14/depthwise/Relu6:0 ,"
"Convolution Conv__300 1 1 MobilenetV2/expanded_conv_14/depthwise/Relu6:0 Conv__300:0 1 960 160 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_14/add 2 1 Conv__300:0 Conv__295:0 MobilenetV2/expanded_conv_14/add:0 ,"
"Convolution Conv__303 1 1 MobilenetV2/expanded_conv_14/add:0 Conv__303:0 1 160 960 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_15/expand/Relu6 1 1 Conv__303:0 MobilenetV2/expanded_conv_15/expand/Relu6:0 ,"
"Convolution Conv__304 1 1 MobilenetV2/expanded_conv_15/expand/Relu6:0 Conv__304:0 960 1 960 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_15/depthwise/Relu6 1 1 Conv__304:0 MobilenetV2/expanded_conv_15/depthwise/Relu6:0 ,"
"Convolution Conv__305 1 1 MobilenetV2/expanded_conv_15/depthwise/Relu6:0 Conv__305:0 1 960 160 1 1 1 1 0 0 1 -1 1 1 ,"
"Add MobilenetV2/expanded_conv_15/add 2 1 Conv__305:0 MobilenetV2/expanded_conv_14/add:0 MobilenetV2/expanded_conv_15/add:0 ,"
"Convolution Conv__306 1 1 MobilenetV2/expanded_conv_15/add:0 Conv__306:0 1 160 960 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_16/expand/Relu6 1 1 Conv__306:0 MobilenetV2/expanded_conv_16/expand/Relu6:0 ,"
"Convolution Conv__307 1 1 MobilenetV2/expanded_conv_16/expand/Relu6:0 Conv__307:0 960 1 960 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 MobilenetV2/expanded_conv_16/depthwise/Relu6 1 1 Conv__307:0 MobilenetV2/expanded_conv_16/depthwise/Relu6:0 ,"
"Convolution Conv__308 1 1 MobilenetV2/expanded_conv_16/depthwise/Relu6:0 Conv__308:0 1 960 320 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv__309 1 1 Conv__308:0 Conv__309:0 1 320 1280 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 MobilenetV2/Conv_1/Relu6 1 1 Conv__309:0 MobilenetV2/Conv_1/Relu6:0 ,"
"Pooling MobilenetV2/Logits/AvgPool 1 1 MobilenetV2/Conv_1/Relu6:0 MobilenetV2/Logits/AvgPool:0 1 7 7 1 1 0 0 -1 -1 -1 0 ,"
"Convolution Conv__310 1 1 MobilenetV2/Logits/AvgPool:0 Conv__310:0 1 1280 1001 1 1 1 1 0 0 1 -1 1 1 ,"
"Reshape MobilenetV2/Predictions/Reshape 1 1 Conv__310:0 MobilenetV2/Predictions/Reshape:0 0 4 4 0 1001 1 1 ,"
"SoftmaxCaffe MobilenetV2/Predictions/Softmax 1 1 MobilenetV2/Predictions/Reshape:0 MobilenetV2/Predictions/Softmax:0 1 ,"
"Reshape MobilenetV2/Predictions/Reshape_1 1 1 MobilenetV2/Predictions/Softmax:0 MobilenetV2/Predictions/Reshape_1:0 0 4 4 0 1001 1 1 ,"
